[Main]
#Excel文件路径
FilePath = ""
#邮件模板路径
TemplatePath = ""
#成功标识符
SuccessSimple = ""
#成功标识符位置
SuccessSimpleLocation = ""
#sheet名称集合（逗号分隔）
SheetNames = "sheet1,sheet2"
#主sheet名称
MainSheetName = "sheet1"
#Body参数个数
BodyParamCount = 
#邮件主题参数
SubjectParamCount = 
#邮件地址参数个数
MailToParamCount = 
[Mail]
#目标地址
MailTo = "{0}"
#邮箱地址
MailAddress = ""
#邮箱密码
MailPassword =""
#邮件主题
MailSubject = ""
#STMP服务器地址
SMTPAddress = ""
#端口
Port = 25
#启用ssl
EnableSsl= false
[sheet1]
#起始行
StartingLine = 
#结束行
EndLine= 
#唯一标识
UniquelyIdentifiesLine=""
[sheet2]
#起始行
StartingLine = 
#结束行
EndLine = 
#唯一标识
UniquelyIdentifiesLine=""
[BodyParams]
0 = sheetName.ColumnName.Row
[SubjectParams]
0 = sheetName.ColumnName.Row
[MailToParams]
0 = sheetName.ColumnName.Row
